[{
    "title": "What are the prizes this year?",
    "content": "This year, we have sponsorships from Kollection, CTExcel, and Fintelics. Every single sponsor supported this event by providing valuable prizes. Participants contend for over $1,500 (CAD) in total cash prizes, apprenticeship opportunities, and gift cards. <br/><br/>For the 1st place winners, the prizes are summer apprenticeship opportunities for the whole group at Fintelics, $800 cash prizes from Kollection, and a $100 BestBuy Giftcard from CTExcel.<br/><br/>For the 2nd place winners, the prizes are Apprenticeship Interview opportunities for the whole group at Fintelics, $500 cash prizes from Kollection, and a $50 BestBuy Giftcard from CTExcel. <br/><br/>For the 3rd place winners, the prizes are Apprenticeship Interview opportunities for the whole group at Fintelics, $200 cash prizes from Kollection, and a $50 BestBuy Giftcard from CTExcel."
  },
  {
    "title": "Who is eligible to participate?",
    "content": "Anyone who is currently a student (undergraduate or master) is welcomed! If you have some knowledge about IT or interests in any of the topics, this event is a perfect match. Please notice we only accept <strong>team sign-up (team of 2-5 persons)</strong>."
  },
  {
    "title": "What can I get from the event?",
    "content": "Although winners will be selected in the end, we hope everyone could gain some experience from this event. <strong>MORE THAN A COMPETITION</strong>, there will be diverse events such as workshops and keynote speaker sessions. These sessions are your opportunities to learn skills and build connections."
  },
  {
    "title": "I feel my skills are not ready, should I sign up?",
    "content": "<strong>Of course you should!</strong> First, you are in a TEAM! This means you are not alone to build everything and your teammates are your backbone! Also, we have help sessions to improve your skills such as web design workshops and specific Q&A sessions focusing on your project."
  },
  {
    "title": "Can I go to the workshops without signing up for the contest?",
    "content": "We suggest anyone who is interested in software to join, but you can definitely <strong>attend our workshop without signing up for the contest</strong>."
  },
  {
    "title": "What should I do if I don't have a partner yet?",
    "content": "We have both a <strong>WeChat group and a discord server</strong> for team formation and contact with us, please see the contact section for more information."
  },
  {
    "title": "What kind of project do I need to submit?",
    "content": "We accept any kind of prototype as long as it can show your innovation and design. We suggest using either code or Adobe XD, which is a free app."
  }
]